[Subtitles]
Sage_VO_Intro_01_live_Announcer_1=Perigos!  Excitações!  Bigodões!
Sage_VO_Intro_01_live_Announcer_2=Chegou a hora de mais um episódio das Aventuras dos\nCaçadores da Sepultura!   Estrelando... Sir Hammerlock!
Sage_VO_Intro_02_live_Announcer_1=No episódio dessa semana, nossos aguerridos heróis\nviajam até o continente selvagem de Aegrus!
Sage_VO_Intro_02_live_Announcer_2=Sua missão?  Descobrir as criaturas mais exóticas\nque Pandora tem a oferecer... e lhes dar uns belos catiripapos!
Sage_VO_Intro_03_live_Announcer_1=Porém, a sombra de um grande perigo paira sobre nossos heróis...
Sage_VO_Intro_03_live_Announcer_2=... pois, Jack O'Cara pode ter sucumbido diante deles mas, seu legado...
Sage_VO_Intro_04_live_Announcer_1=... permanece vivo!
Sage_VO_Intro_Title=A Grande Caçada Com Sir Hammerlock